Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཡང་ཐོས་མ་ཐག་ཏུ་མོས་པར་འགྱུར་བར་བལྟའོ་གསོལ་བ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་མ་ཐག་ཏུ་མོས་ཤིང་མོས་པར་གྱུར་ནས་ཀྱང་འདྲི་བ་དང་། བྲིས་ནས་ཀྱང་ལུང་འབོག་པ་དང་། ཁ་ཏོན་བགྱིད་ཅིང་ཚུལ་བཞིན་དུ་ཡིད་ལ་བགྱིད་བགྱིད་པ་ལས་ཡོན་ཏན་འདི་དག་ཉིད་དང་ལྡན་ཞིང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཞན་དག་ལ་བསྙེན་བཀུར་བགྱིད་བགྱིད་པ་ལས་ཤི་འཕོས་ཏེ། འདིར་སྐྱེས་པ་དེ་ལྟ་བུའི་རྣམ་གྲངས་མཆིས་སམ།
en: IV: 82} “Blessed Lord, could bodhisattva great beings who are inclined toward this profound perfection of wisdom immediately after hearing it, and who have acquired these enlightened attributes by committing it to writing, and having committed it to writing also transmitted and disseminated it, focusing their attention correctly on it, have venerated other lord buddhas, and then passed away and been reborn in this [human world]?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་དེ་བཞིན་ནོ།
en: Subhūti, it is so!

source: །དེ་དེ་བཞིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཞན་དག་ལ་བསྙེན་བཀུར་བྱེད་བྱེད་པ་ལས།
en: It is so!”

source: དེ་ནས་ཤི་འཕོས་ཏེ་འདིར་སྐྱེས་པ་དེ་ནི།
en: replied the Blessed One. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་མ་ཐག་ཏུ་མོས་པར་འགྱུར་རོ། །མོས་པར་གྱུར་ནས་ཀྱང་འདྲིའོ། །བྲིས་ནས་ཀྱང་ལུང་འབོག་གོ། །ཁ་ཏོན་བྱེད་དོ། །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་དོ།
en: Bodhisattva great beings who have venerated other lord buddhas, and then passed away to be reborn in this [human world], will be inclined toward this profound perfection of wisdom immediately after hearing it, and having been inclined toward it, will commit it to writing, and having committed it to writing, will transmit and disseminate it, focusing their attention correctly on it.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་སོ་ཐོས་ནས་ཀྱང་བཟུང་ངོ་བཅད་ས་སོ་ཡོངས་སུ་བཅངས་སོ། །བཀླགས་སོ་ཀུན་ཆུབ་པར་བྱས་སོ། །ཁ་ཏོན་དུ་བྱས་སོ།
en: If you ask why, it is because those bodhisattva great beings have heard this profound perfection of wisdom from those lord buddhas, and, after hearing it, they have taken up, upheld, recited, mastered, disseminated, and focused their attention correctly on it.

source: །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱས་སོ། །དེ་ནི་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་། ཡིད་ལ་བྱེད་པ་དེ་ཉིད་ཀྱིས་འདིར་སྐྱེས་པའོ།
en: Through these roots of virtuous action and through focusing their attention on it, they have been reborn in this [human world]. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དགའ་ལྡན་གྱི་ལྷ་རྣམས་དང་། སྐལ་བ་མཉམ་པ་ལས་ཤི་འཕོས་ནས་མིའི་ནང་དུ་སྐལ་བ་མཉམ་པར་སྐྱེས་ན་ཡང་། དེ་ནི་ཡོན་ཏན་དེ་དག་ཉིད་དང་ལྡན་པར་རིག་པར་བྱའོ།
en: Moreover, Subhūti, if there are bodhisattva great beings who have [previously] been born equal in fortune to the gods of Tuṣita, and who, on passing away from that [divine realm], have been reborn with fortune equal to that of humankind, one should know that they are also endowed with those same enlightened attributes.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཡོངས་སུ་དྲི་བ་དང་།
en: If you ask why, Subhūti, it is because those bodhisattva great beings who have been born in the abode of Tuṣita have investigated this profound perfection of wisdom and questioned the bodhisattva great being Maitreya about it.

source: ཡོངས་སུ་བརྟག་པ་བྱས་པས་དེ་ནི་དགེ་བའི་རྩ་བ་དེས་འདིར་སྐྱེས་པར་རིག་པར་བྱའོ།
en: So, one should know that it is through these roots of virtuous action that they have been reborn in this [human world]. “

source: །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard the perfection of wisdom in former lives, have not had an opportunity to pose questions and investigate it.

source: ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར་སེམས་ཞུམ་པར་འགྱུར། སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ། །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: སྔོན་གྱི་མཐར་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཐོས་ནས་ཀྱང་ཡོངས་སུ་མ་དྲིས།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity in former lives, have not had an opportunity to pose questions and investigate them.

source: ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར་སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. {Ki.

source: རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་ཐོས་ནས་ཀྱང་ཡོངས་སུ་མ་དྲིས།
en: IV: 83} “Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of the emptiness of internal phenomena, the emptiness of external phenomena, and the emptiness of external and internal phenomena in former lives, have not had an opportunity to pose questions and investigate them.

source: ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར། སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, in former lives, have not had an opportunity to pose questions and investigate them.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར། སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: །རབ་འབྱོར་གཞན་ཡང་དག་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་བརྟག་པར་མ་བྱས་པ་དེ་ནི།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of the four applications of mindfulness in former lives, have not had an opportunity to pose questions and investigate them.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར། སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ། །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་ཡང་དག་པར་སྤོང་བ་བཞི་དང་།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, and the noble eightfold path in former lives, have not had an opportunity to pose questions and investigate them.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར། སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ། །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་འཕགས་པའི་བདེན་པ་བཞི་དང་། བས
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: མ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of the four truths of the noble ones, the four meditative concentrations, the four immeasurable attitudes, the four formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas in former lives, have not had an opportunity to pose questions and investigate them.

source: ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ནེམ་ནུར་དུ་འགྱུར། རྨོངས་པར་འགྱུར། སེམས་ཞུམ་པར་འགྱུར།
en: When this profound perfection of wisdom is now revealed, they harbor doubts, they are deluded, and their minds are discouraged and disoriented. “

source: སེམས་ཀྱི་རྣམ་པ་གཞན་དུ་འགྱུར་རོ། །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས། སྔོན་གྱི་མཐར་པླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཐོས་ཀྱང་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་བརྟག་པ་མ་བྱས་པ་དེ་ནི།
en: Moreover, Subhūti, there are individual followers of the vehicle of the bodhisattvas who, despite having heard of [the goals], up to and including unsurpassed, complete enlightenment, in former lives, have not had an opportunity to pose questions and investigate them.

source: །རབ་འབྱོར་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་གིས།
en: Ki.

source: སྔོན་གྱི་མཐར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་ནས་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་བརྟག་པ་མ་བྱས་ཏེ། ཉི་མ་གཅིག་གམ་གཉིས་སམ་གསུམ་འམ་བཞིའམ། ལྔར་རྗེས་སུ་མ་འབྲངས་ན། གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་ཞིང་རྟོག་པ་དང་། ཉི་མ་གཅིག་གམ། གཉིས་སམ། གསུམ་འམ། བཞི་འམ། ཉི་མ་ལྔར་རྗེས་སུ་འབྲང་བར་བྱེད་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མི་འཕྲོགས་པར་མི་འགྱུར་ཏེ།
en: IV: 84} “Moreover, Subhūti, if there are individual followers of the vehicle of the bodhisattvas who, despite having heard this profound perfection of wisdom in former lives, have not had an opportunity to pose questions and investigate it, and have not pursued it for one, two, three, four, or five days, when those individual followers of the vehicle of the bodhisattvas now investigate and pose questions about this profound perfection of wisdom, and pursue it for one, two, three, four, or five days, they will not be captivated by this profound perfection of wisdom, and indeed will not pose questions about it.

source: ཡོངས་སུ་དྲི་བ་དང་ཡང་མི་ལྡན་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་དེ་ལྟར་ཡང་འགྱུར་ཏེ། གང་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཡོངས་སུ་མ་དྲིས། ཡོངས་སུ་མ་བརྟགས།
en: If you ask why, Subhūti, it is because those individuals who have not investigated, posed questions about, and pursued this profound perfection of wisdom will turn out like that.

source: རྗེས་སུ་འབྲང་བར་མ་བྱས་པ་དེ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མཉན་པ་ལ། དེ་ཙམ་གྱི་དགེ་བའི་བསམ་པ་དང་། མོས་པ་སྐྱེ་བར་འགྱུར་ཏེ།
en: They will have listened to this profound perfection of wisdom, but will have only developed their positive attitude and devotion to that extent.

source: དེ་ནི་བར་བར་མོས་ཤིང་བར་བར་མོས་པ་མེད་པར་འགྱུར་ཏེ།
en: They will sometimes have devotion to it and at other times they will not have devotion to it.

source: དེ་ནི་ལྡམ་ལྡེམ་གྱི་བློ་དེས་འཕྲོགས་ཤིང་། ཤིང་བལ་གྱི་གཟེགས་མ་བཞིན་དུ་འགྱུར་རོ།
en: They will be swayed by their mood swings, like a fragment of tree cotton. “

source: །རབ་འབྱོར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་ནི། ཡུན་རིང་པོ་ནས་ཐེག་པ་ལ་ཞུགས་པ་མ་ཡིན་པར་རིག་པར་བྱ་སྟེ།
en: Subhūti, you should know that those individual followers of the vehicle of the bodhisattvas have not been engaged in this vehicle for a long period of time.

source: དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་མ་བཟུང་བའོ། །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བསྙེན་བཀུར་མ་བྱས་པའོ།
en: They have not been accepted by a spiritual mentor, and they have not venerated the completely awakened buddhas. “

source: །རབ་འབྱོར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེས་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདིའི་ལུང་མ་མནོས། ཁ་ཏོན་དུ་མ་བྱས་ལ། ཚུལ་བཞིན་དུ་ཡིད་ལ་མ་བྱས་ཏེ། དེས་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མ་བསླབས་སོ།
en: Subhūti, those individual followers of the vehicle of the bodhisattvas have not transmitted or disseminated this profound perfection of wisdom, and they have not focused their attention correctly on it.

source: །བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མ་བསླབས་སོ།
en: They have not trained in the perfection of wisdom, nor have they trained in the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity.

source: །ནང་སྟོང་པ་ཉིད་ལ་མ་བསླབས་སོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་མ་བསླབས་སོ། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མ་བསླབས་སོ། །ཡང་དག་པར་སྤོང་བ་བཞི་དང་།
en: They have not trained in the emptiness of internal phenomena, and they have not trained in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་མ་བསླབས་སོ། །འཕགས་པའི་བདེན་པ་རྣ
en: They have not trained in the applications of mindfulness, and they have not trained in the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment and the noble eightfold path.

source: མས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མ་བསླབས་སོ།
en: They have not trained in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་མ་བསླབས་སོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་བཞི་བཅུ་བདུན་པ།
en: They have not trained in [the goals], up to and including all-aspect omniscience. “

source: རབ་འབྱོར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་ནི། ཐེག་པ་ལ་གསར་དུ་ཞུགས་པར་རིག་པར་བྱ་སྟེ།
en: Subhūti, you should know that those individual followers of the vehicle of the bodhisattvas have newly embarked on the vehicle.

source: དེ་ནི་དད་པ་ཙམ་དང་། དགའ་བ་ཙམ་དང་། མོས་པ་ཙམ་དང་ལྡན་པར་ཟད་དེ།
en: They are merely endowed with a little faith, a little love, and a little devotion.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བྲི་བའམ། ཀླག་པའམ། ལུང་འབོག་པའམ། ཁ་ཏོན་དུ་བྱ་བ་འམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱ་བར་མི་ནུས་སོ། །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མི་འདྲི་ཞིང་ལུང་མི་འབོག་པ་དང་།
en: They will not be able to commit this profound perfection of wisdom to writing, {Ki.

source: ཁ་ཏོན་མི་བྱེད་ཅིང་ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱེད་ལ། ཤེས་ར
en: IV: 85} or to recite, transmit, and disseminate it, focusing their attention correctly on it.

source: བ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། ནང་སྟོང་པ་ཉིད་ཀྱིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་།
en: Subhūti, if noble sons or noble daughters who follow the vehicle of the bodhisattvas do not commit this profound perfection of wisdom to writing, do not transmit it, do not disseminate it, and do not focus their attention correctly on it, and if they do not benefit others through this profound perfection of wisdom; if they do not benefit others through the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity; if they do not benefit others through the emptiness of internal phenomena; if they do not benefit others through [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; if they do not benefit others through the applications of mindfulness; if they do not benefit others through [the other causal attributes], up to and including the noble eightfold path; if they do not benefit others through [the fruitional attributes and goals], up to and including all-aspect omniscience; if they do not practice in accordance with perfection of wisdom; if they do not practice in accordance with the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity; if they do not practice in accordance with the emptiness of internal phenomena; if they do not practice in accordance with [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; if they do not practice in accordance with the applications of mindfulness; if they do not practice in accordance with [the other causal attributes], up to and including the noble eightfold path; and if they do not practice in accordance with [the fruitional attributes and goals], up to and including all-aspect omniscience, then they will be restricted to one of [only] two places—that is, two levels the level of the śrāvakas and the level of the pratyekabuddhas.

source: དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་གྱིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་གཞན་ལ་ཕན་མི་འདོགས་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་མཐུན་པར་མི་སྤྱོད། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་མཐུན་པར་མི་སྤྱོད། ནང་སྟོང་པ་ཉིད་དང་མཐུན་པར་མི་སྤྱོད། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་མཐུན་པར་མི་སྤྱོད། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་མཐུན་པར་མི་སྤྱོད། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དང་མཐུན་པར་མི་སྤྱོད། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་མཐུན་པར་མི་སྤྱོད་ན། དེ་ནི་གནས་གཉིས་དང་། ས་གཉིས་པོ་ལས་གཅིག་ལ་གནས་པར་འགྱུར་ཏེ། དེ་ནི་འདི་ལྟར་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་དག་གིས་སྔོན་གྱིས་མཐར་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མ་བྲིས་མ་བསྟན། ཁ་ཏོན་དུ་མ་བྱས། ཚུལ་བཞིན་དུ་ཡིད་ལ་མ་བྱས་ལ།
en: If you ask why, it is because those noble sons or noble daughters in the past have not committed this profound perfection of wisdom to writing, they have not revealed it, they have not disseminated it, and they have not focused their attention correctly on it.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདིས་ཀྱང་ཕ་རོལ་ལ་ཕན་མ་བཏགས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཡང་མཐུན་པར་མ་སྤྱད་པས།
en: They have not even benefited others through this perfection of wisdom and they have not practiced in accordance with this perfection of wisdom.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེས་གནས་གཉིས་དང་། ས་གཉིས་པོ་དེ་ལས་གཅིག་ལ་གནས་པར་འགྱུར་པར་རིག་པར་བྱའོ།
en: For this reason, you should know that those noble sons or noble daughters who follow the vehicle of the bodhisattvas will be restricted to [only] one of those two places and two levels.”

source: ལེའུ་སུམ་ཅུ་བཞི་པའོ།། །།རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱ་མཚོའི་དབུས་སུ་གྲུ་ཞིག་པར་གྱུར་ལ། དེའི་མི་རྣམས་ཤིང་ངམ།
en: Chapter 35 “Subhūti, you should know that this is like when a ship is wrecked at sea.

source: ཤིང་དུམ་འམ། ཤིང་ལེབ་བམ། རྐྱལ་པའམ། རོ་ལ་མི་འཇུ་མི་འཛིན་ན། རབ་འབྱོར་མི་དེ་དག་ནི་རྒྱ་མཚོ་ཆེན་པོའི་ཕ་རོལ་གྱི་འགྲམ་དུ་མ་ཕྱིན་པར་དུས་བྱེད་པར་རིག་པར་བྱའོ།
en: If the people on board do not catch and hold on to a piece of wood, a wooden log, a wooden plank, a leather bag, or a human corpse, they will surely die, Subhūti, without reaching the ocean shore.

source: །རབ་འབྱོར་མི་གང་རྒྱ་མཚོའི་དབུས་སུ་གྲུ་ཞིག་པའི་ཚེ། ཤིང་ངམ། ཤིང་དུམ་འམ། ཤིང་ལེབ་བམ། རྐྱལ་པའམ།
en: Subhūti, when a ship is wrecked at sea, the people on board who do catch and hold on to a piece of wood, a wooden log, a wooden plank, a leather bag, or a human corpse will not die at sea.

source: རོ་ལ་འཇུ་ཞིང་འཛིན་པ་དེ་དག་ནི་རྒྱ་མཚོར་དུས་བྱེད་པར་མི་འགྱུར་ཏེ། བདེ་ཞིང་ཉམ་ཉེས་མེད་པར་རྒྱ་མཚོ་ཆེན་པོ་ནས་ཕ་རོལ་གྱི་འགྲམ་དུ་ཕྱིན་པར་འགྱུར་ཏེ།
en: They will safely reach the other shore of the ocean, uninjured and unharmed.

source: མ་ཉེས་མ་ཉམས་པར་ཐང་ལ་ཕྱིན་པར་འགྱུར་རོ།
en: They will reach dry land, uninjured and unharmed. “

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་དད་པ་ཙམ་དང་། དགའ་བ་ཙམ་དང་། མོས་པ་ཙམ་དང་ལྡན་པ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མི་འདྲི་མི་སྟོན།
en: In the same way, Subhūti, those noble sons or noble daughters who follow the vehicle of the bodhisattvas and who have just a little faith, a little love, and a little devotion for this profound perfection of wisdom do not commit this profound perfection of wisdom to writing.

source: །ཁ་ཏོན་དུ་མི་བྱེད། ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱེད་ཅིང་མི་རྟེན་པ་དང་།
en: They do not teach it, do not disseminate it, do not focus their attention correctly on it, and do not rely upon it.

source: བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མི་འདྲི་མི་སྟོན།
en: They do not commit to writing the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity.

source: ཁ་ཏོན་དུ་མི་བྱེད། ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱེད་ཅིང་མི་རྟོན་པ་དང་།
en: They do not reveal them, do not disseminate them, do not focus their attention correctly on them, and do not rely upon them.
